Repository: common-repository/real-kit
Catalog: lng/realkit-*.po
Languages: ru_ru

source: Posts per page
ru_ru: Записей на странице

source: By default for all categories
ru_ru: По умолчанию для всех рубрик

source: Media
ru_ru: Медиафайлы

source: Users
ru_ru: Пользователи

source: Comments
ru_ru: Комментарии

source: Will be shown on the marked pages of the admin panel
ru_ru: Будут показаны на отмеченных страницах админ панели

source: PHP version
ru_ru: Версия PHP

source: WordPress version
ru_ru: Версия WordPress

source: Theme
ru_ru: Тема

source: Indexing
ru_ru: Индексация

source: On
ru_ru: Вкл

source: Off
ru_ru: Выкл

source: Plugins
ru_ru: Плагины

source: Widgets
ru_ru: Виджеты

source: Menus
ru_ru: Меню

source: No sidebars
ru_ru: Нет сайдбаров

source: At a Glance
ru_ru: На виду

source: Dashboard
ru_ru: Консоль

source: Use the extended widget "At a Glance"
ru_ru: Использовать расширенный виджет "На виду"

source: Information about current, active and published data
ru_ru: Информация о текущих, активных и опубликованных данных

source: Maintenance mode
ru_ru: Режим разработки

source: Any site visitor, except for the authorized administrator, will see the plug
ru_ru: Любой посетитель сайта, кроме авторизованного администратора, увидит заглушку

source: Site on maintenance
ru_ru: Сайт в разработке

source: Metrics
ru_ru: Метрики

source: Code to insert inside the %s tag
ru_ru: Код для вставки внутри тега %s

source: Code to insert before the closing %s tag
ru_ru: Код для вставки перед закрывающим тегом %s

source: Modals
ru_ru: Окна

source: Modal
ru_ru: Окно

source: Add New
ru_ru: Добавить новое

source: Add New Modal
ru_ru: Добавить новое окно

source: Edit Modal
ru_ru: Редактировать окно

source: New Modal
ru_ru: Новое окно

source: All Modals
ru_ru: Все окна

source: View Modal
ru_ru: Посмотреть окно

source: Search Modal
ru_ru: Найти окно

source: No Modal found
ru_ru: Окна не найдены

source: No Modal found in Trash
ru_ru: В корзине окна не найдены

source: Modal updated
ru_ru: Окно обновлено

source: Modal restored
ru_ru: Окно восстановлено

source: Modal published
ru_ru: Окно опубликовано

source: Modal saved
ru_ru: Окно сохранено

source: Modal submitted
ru_ru: Окно отправлено

source: Publication is scheduled for:
ru_ru: Публикация запланирована на:

source: M j, Y @ G:i
ru_ru: j F Y G:i

source: Modal draft updated
ru_ru: Черновик окна сохранен

source: Shortcode
ru_ru: Шорткод

source: Open button
ru_ru: Кнопка открытия

source: Modal windows
ru_ru: Модальные окна

source: Use modal windows
ru_ru: Использовать модальные окна

source: Text
ru_ru: Текст

source: Button shortcode:
ru_ru: Шорткод кнопки:

source: Generate this window only if there is a shortcode on the page to open it
ru_ru: Сгенерировать данное окно только если на странице есть шорткод для его открытия

source: Revisions removed: %d
ru_ru: Удалено редакций: %d

source: Autosaves removed: %d
ru_ru: Удалено автосохранений: %d

source: Optimization
ru_ru: Оптимизация

source: Maximum number of revisions per post
ru_ru: Максимальное число редакция для каждой записи

source: Delete existing revisions
ru_ru: Удалить существующие редакции

source: Delete existing autosaves
ru_ru: Удалить существующие автосохранения

source: Check for updates only in the background and when you load the page "Updates"
ru_ru: Оставить поиск обновлений только в фоновом режиме и при загрузке страницы "Обновления"

source: Disable scripts and styles for Emojis
ru_ru: Отключить скрипты и стили Эмодзи

source: Emojis
ru_ru: Эмодзи

source: WordPress connects to the site additional scripts and styles needed to display Emoji. After disabling them, you will see the usual smiles, but in some browsers (eg IE) they will be black and white.
ru_ru: WordPress подключает на сайт дополнительные скрипты и стили, необходимые для отображения Эмодзи. После их отключения, будут отображаться обычные смайлы, но в некоторых браузерах (например IE) они будут черно белыми.

source: Revisions
ru_ru: Редакции

source: Every time you update a post/page, WordPress creates a new row in the database (and store it for 7 days). This makes it possible, if necessary, to restore any of the revisions. But the more rows in the database - the slower the site.
ru_ru: При каждом обновлении запси/страницы, WordPress создает в базе данных новую строку (и хранит её 7 дней). Это дает возможность, при необходимости, восстановить любую из редакций. Но чем больше строк в базе данных - тем медленее работает сайт.

source: infinite (default)
ru_ru: безконечно (по умолчанию)

source: off
ru_ru: выкл

source: Updates
ru_ru: Обновления

source: Each time, when any admin panel page is loading, WordPress, at different intervals (depending on the specific page), search for updates core, themes and plugins. In some situations, this greatly slows down the loading of the admin panel pages.
ru_ru: При каждой загрузке любой страницы админ панели WordPress, с разной периодичностью (в зависимости от конкретной страницы), выполняет поиск обновлений ядра, тем и плагинов. В некоторых ситуациях это сильно замедляет загрузку страниц админ панели.

source: In addition, the search for updates runs once an hour in the background, which does not affect the speed of page loading.
ru_ru: Помимо этого поиск обновлений запускантся раз в час в фоновом режиме, что никак не влияет на скорость загрузки страницы.

source: Tags
ru_ru: Метки

source: Use quick adding tags
ru_ru: Использовать быстрое добавление меток

source: Thumbnails
ru_ru: Миниатюры

source: Thumbnail
ru_ru: Миниатюра

source: Select
ru_ru: Выбрать

source: Remove
ru_ru: Удалить

source: To get the path of the thumbnail, use the PHP function: %s
ru_ru: Для получения адреса миниатюры используйте PHP функцию: %s

source: Converted slugs: %d
ru_ru: Преобразовано слагов: %d

source: You can convert all existing Cyrillic slugs to translit on the %ssettings page%s of plugin
ru_ru: Преобразовать все существующие кириллические слаги в транслит можно на %sстранице настроек%s плагина

source: Translit
ru_ru: Транслит

source: All available characters will be converted to lower case
ru_ru: Все конвертируемые символы будут приведены к нижнему регистру

source: Turn on translit for posts and terms (including pages, categories, tags)
ru_ru: Включить транслит для записей и терминов (в т.ч. страницы, рубрики, теги)

source: Restore default rule settings (based on ISO 9:1995)
ru_ru: Восстановить настройки правил по умолчанию (за основу взят стандарт ISO 9:1995)

source: Convert all existing slugs that do not comply with the current rules, except for the names of media files
ru_ru: Преобразовать ВСЕ существующие слаги не соответствующие текущим правилам, кроме названий медиафайлов

source: Cyrillic
ru_ru: Кириллица

source: Click to copy
ru_ru: Нажмите для копирования

source: Other characters that are not valid for the URL
ru_ru: Прочие символы, недопустимые для URL символы

source: Requires PHP 5.6 or higher
ru_ru: Требуется версия PHP 5.6 или выше

source: Current version: %s
ru_ru: Текущая версия: %s

source: Settings
ru_ru: Настройки

source: I would be very grateful for any %s support %s !
ru_ru: Буду безмерно благодарен за любую %s поддержку %s !

source: Main features: translit, ID column, thumbnails for categories and tags, simple modal windows, a plug at the time of development of the site, an extended widget "At a Glance", different options to optimize the site.
ru_ru: Основные возможности: транслит, колонка ID, миниатюры для рубрик и меток, простые модальные окна, заглушка на время разработки сайта, расширеный виджет "На виду", разные опции для оптимизации работы сайта.
